[
  {
    "id": 1,
    "title": "Prime Minister Internship Scheme (PMIS)",
    "summary": "Large-scale national internship programme connecting youth with internships across public and private organisations to improve employability.",
    "eligibility": "Young Indian nationals (students/young graduates) as per scheme portals; age and enrolment conditions set by the scheme.",
    "benefits": "Structured internships, stipends/allowances where applicable, exposure to industry projects and potential placements.",
    "state": "Pan India",
    "categoryId": 1,
    "tags": ["internship","youth","employment","skill-development"]
  },
  {
    "id": 2,
    "title": "UDAN (Regional Connectivity) — modified (Budget 2025)",
    "summary": "Enhanced UDAN program to expand regional air connectivity to more tier-2/3 cities and support smaller airports and helipads.",
    "eligibility": "Air operators and airport developers as per UDAN rules; state/central agencies for infra support.",
    "benefits": "Subsidies, route support, infrastructure uplift for selected regional routes and airports.",
    "state": "Pan India",
    "categoryId": 2,
    "tags": ["aviation","connectivity","infrastructure","transport"]
  },
  {
    "id": 3,
    "title": "Pradhan Mantri Surya Ghar Muft Bijli Yojana",
    "summary": "Household rooftop solar initiative (announced/expanded recently) to accelerate residential clean energy adoption.",
    "eligibility": "Residential households; details and subsidy slabs per official notification.",
    "benefits": "Subsidies/assistance for rooftop solar installations; lower electricity bills and possible net metering.",
    "state": "Pan India",
    "categoryId": 3,
    "tags": ["solar","energy","renewable","housing"]
  },
  {
    "id": 4,
    "title": "Yuva Nidhi Scheme (State-level examples)",
    "summary": "State unemployment/assistance schemes launched recently (example: Karnataka Yuva Nidhi) providing temporary allowance/support to unemployed educated youth.",
    "eligibility": "Local state residency and educational/unemployment conditions per state notification.",
    "benefits": "Monthly allowance or stipend until employment or as defined by the state program.",
    "state": "State-specific (e.g., Karnataka)",
    "categoryId": 4,
    "tags": ["youth","allowance","unemployment","state-scheme"]
  },
  {
    "id": 5,
    "title": "Fund of Funds 2.0 (Expanded scope - Budget 2025)",
    "summary": "Expansion of Fund of Funds for venture capital to support startups and private sector investments in manufacturing and strategic sectors.",
    "eligibility": "Fund managers and qualifying investees as defined under scheme rules.",
    "benefits": "Capital support, co-investment and credit line boosting private investment into strategic sectors.",
    "state": "Pan India",
    "categoryId": 5,
    "tags": ["startup","funding","vc","industry"]
  },
  {
    "id": 6,
    "title": "Swamih Fund / Housing Completion Window (Continuing)",
    "summary": "Special financing window to complete stressed and stalled housing projects and make units available to homebuyers.",
    "eligibility": "Housing project developers and stalled project beneficiaries as per fund rules.",
    "benefits": "Financing to complete projects, reduce stalled inventory and protect homebuyers’ interests.",
    "state": "Pan India",
    "categoryId": 6,
    "tags": ["housing","real-estate","finance","buyers"]
  },
  {
    "id": 7,
    "title": "Maritime Development Fund (Budget 2025 announcement)",
    "summary": "A corpus fund to modernise ports and maritime infrastructure with private sector participation.",
    "eligibility": "Port projects, developers and operators as defined by fund rules.",
    "benefits": "Long-term financing support and incentives for maritime infrastructure projects.",
    "state": "Pan India",
    "categoryId": 7,
    "tags": ["maritime","infrastructure","ports","fund"]
  },
  {
    "id": 8,
    "title": "New Scheme for Plug-and-Play Industrial Parks (DPIIT)",
    "summary": "Capital support and incentives for ready-to-move industrial parks to encourage incremental manufacturing capacity.",
    "eligibility": "Industrial park developers and participating units meeting sector criteria.",
    "benefits": "Subsidy/capital support to set up plug-and-play facilities and reduce time-to-operate for manufacturers.",
    "state": "Pan India",
    "categoryId": 8,
    "tags": ["manufacturing","industry","parks","MakeinIndia"]
  },
  {
    "id": 9,
    "title": "PM Awas Yojana (Gramin & Urban) — Ongoing",
    "summary": "Affordable housing programme to provide pucca houses with basic amenities to eligible urban and rural poor households.",
    "eligibility": "Economically weaker sections, beneficiaries according to income and priority categories.",
    "benefits": "Financial assistance / subsidies for house construction or enhancement.",
    "state": "Pan India",
    "categoryId": 9,
    "tags": ["housing","urban","rural","beneficiary"]
  },
  {
    "id": 10,
    "title": "Pradhan Mantri Kisan Samman Nidhi (PM-KISAN) — Ongoing",
    "summary": "Direct income support to small and marginal farmer families to supplement agricultural income.",
    "eligibility": "Small and marginal landholder farmer families registered under scheme rules.",
    "benefits": "Periodic direct cash transfers into beneficiaries' bank accounts.",
    "state": "Pan India",
    "categoryId": 10,
    "tags": ["agriculture","farmers","cash-transfer"]
  },
  {
    "id": 11,
    "title": "Ayushman Bharat Pradhan Mantri Jan Arogya Yojana (PM-JAY)",
    "summary": "National health protection scheme providing health insurance coverage for secondary and tertiary care hospitalization to eligible families.",
    "eligibility": "Beneficiaries identified via SECC / state lists as low-income families.",
    "benefits": "Cashless hospitalisation cover for defined packages; empanelled public/private hospitals provide treatment.",
    "state": "Pan India",
    "categoryId": 11,
    "tags": ["health","insurance","hospitalisation"]
  },
  {
    "id": 12,
    "title": "Pradhan Mantri Ujjwala Yojana (LPG connection support)",
    "summary": "Provides subsidised LPG connections to women from deprived households to improve clean cooking access.",
    "eligibility": "Eligible low-income households with priority categories defined in scheme guidelines.",
    "benefits": "Initial LPG connection subsidy and periodic refill support schemes as defined by the centre/state.",
    "state": "Pan India",
    "categoryId": 12,
    "tags": ["energy","LPG","women","clean-cooking"]
  },
  {
    "id": 13,
    "title": "National Digital Health Mission / HealthStack (components continuing)",
    "summary": "Digital health ecosystem building blocks — digital health IDs, health records and interoperable systems.",
    "eligibility": "Citizens and healthcare providers using the system.",
    "benefits": "Portable digital health records and streamlined access to services and scheme benefits.",
    "state": "Pan India",
    "categoryId": 13,
    "tags": ["health","digital","records","interoperability"]
  },
  {
    "id": 14,
    "title": "Skill India / National Skill Development Programs",
    "summary": "Large-scale skilling, reskilling and apprenticeship programs to improve workforce employability.",
    "eligibility": "Youth and job seekers as per program/centre-state guidelines.",
    "benefits": "Training, certification, stipends and placement support under multiple schemes and partners.",
    "state": "Pan India",
    "categoryId": 14,
    "tags": ["skill","training","apprenticeship","employment"]
  },
  {
    "id": 15,
    "title": "MGNREGA (Mahatma Gandhi National Rural Employment Guarantee Act)",
    "summary": "Guaranteed rural employment program providing at least 100 days of wage employment to rural households.",
    "eligibility": "Adult rural households wanting unskilled manual work; local registration required.",
    "benefits": "Wage payments, rural assets creation, food and income support during lean seasons.",
    "state": "Pan India",
    "categoryId": 15,
    "tags": ["rural","employment","wage","assets"]
  },
  {
    "id": 16,
    "title": "Startup India (Support package & incentives)",
    "summary": "Policy and institutional support to startups including funding, incubation, tax/Regulatory easing and mentorship.",
    "eligibility": "Recognised startups that meet eligibility conditions under the Startup India portal.",
    "benefits": "Tax exemptions (where applicable), easier compliance, access to funds and mentorship.",
    "state": "Pan India",
    "categoryId": 16,
    "tags": ["startup","entrepreneurship","funding"]
  },
  {
    "id": 17,
    "title": "Stand Up India Scheme",
    "summary": "Facilitates bank loans between ₹10 lakh and ₹1 crore to at least one Scheduled Caste (SC) or Scheduled Tribe (ST) borrower and at least one woman borrower per bank branch for setting up a greenfield enterprise.",
    "eligibility": "SC/ST and/or woman entrepreneurs—other detailed conditions apply per scheme guidelines.",
    "benefits": "Bank loans with supportive credit lines and handholding support.",
    "state": "Pan India",
    "categoryId": 17,
    "tags": ["loan","sc","st","women","entrepreneurship"]
  },
  {
    "id": 18,
    "title": "PM Shram Yogi Maan-Dhan / Social Security for informal workers",
    "summary": "Pension and social security schemes for unorganised sector workers to provide old-age income security.",
    "eligibility": "Unorganised sector workers meeting age and contribution criteria; registration required.",
    "benefits": "Pension or contributory benefits depending on the specific sub-scheme.",
    "state": "Pan India",
    "categoryId": 18,
    "tags": ["pension","social-security","informal-sector"]
  },
  {
    "id": 19,
    "title": "Jal Jeevan Mission (Rural Drinking Water)",
    "summary": "Objective to provide piped water connection to every rural household and ensure potable water supply.",
    "eligibility": "Rural households; implementation through states and local bodies.",
    "benefits": "Piped potable water supply to households, community taps and village water systems.",
    "state": "Pan India",
    "categoryId": 19,
    "tags": ["water","rural","infrastructure"]
  },
  {
    "id": 20,
    "title": "Green Credit / Sustainability Incentives (Budget 2025 provisions)",
    "summary": "Incentives and credit lines to promote sustainable projects (green credit) and encourage decarbonisation investments.",
    "eligibility": "Enterprises and projects meeting eligibility under the scheme guidelines.",
    "benefits": "Access to green credit lines, incentives for low-carbon investments and related support.",
    "state": "Pan India",
    "categoryId": 20,
    "tags": ["green","sustainability","finance","climate"]
  },
  {
    "id": 21,
    "title": "One Nation One Ration Card (ONORC)",
    "summary": "Portable ration card system enabling beneficiaries to access subsidised foodgrains across India.",
    "eligibility": "Households registered under NFSA with ration cards; portability across participating states.",
    "benefits": "Access to PDS benefits anywhere in participating states; portability and reduced leakage.",
    "state": "Pan India",
    "categoryId": 21,
    "tags": ["food-security","ration","welfare"],
    "source_url": "https://pib.gov.in/PressReleasePage.aspx?PRID=xxxx"
  },
  {
    "id": 22,
    "title": "PM Vishwakarma Yojana",
    "summary": "Skill development and support scheme for artisans, craftspeople and traditional workers to improve livelihoods.",
    "eligibility": "Artisans / traditional craft workers; registration requirements per scheme portal.",
    "benefits": "Training, tools, design and market linkages; credit and institutional support.",
    "state": "Pan India",
    "categoryId": 22,
    "tags": ["artisan","skill","msme"],
    "source_url": "https://en.wikipedia.org/wiki/PM_Vishwakarma"
  },
  {
    "id": 23,
    "title": "PM eBus Sewa",
    "summary": "Support for electric public bus deployment to improve urban electric mobility under a PPP model.",
    "eligibility": "Urban local bodies and bus operators participating in scheme tenders.",
    "benefits": "Subsidies / support for procurement and operation of electric buses; infrastructure support.",
    "state": "Pan India",
    "categoryId": 23,
    "tags": ["transport","electric","urban"],
    "source_url": "https://pib.gov.in/PressReleasePage.aspx?PRID=xxxx"
  },
  {
    "id": 24,
    "title": "Amrit Bharat Station Scheme",
    "summary": "Redevelopment of railway stations to modernize facilities and create integrated multi-modal hubs.",
    "eligibility": "Selected railway stations and implementing agencies under Ministry of Railways.",
    "benefits": "Improved passenger amenities, commercial and community spaces, modernization grants.",
    "state": "Pan India",
    "categoryId": 24,
    "tags": ["railway","infrastructure","transport"],
    "source_url": "https://indianrailways.gov.in"
  },
  {
    "id": 25,
    "title": "PM-POSHAN / Saksham Anganwadi & Poshan 2.0",
    "summary": "Comprehensive nutrition and early childhood care program including midday meals and anganwadi strengthening.",
    "eligibility": "Children, adolescent girls, pregnant and lactating mothers per scheme criteria.",
    "benefits": "Nutritional supplements, mid-day meals, anganwadi services and maternal care interventions.",
    "state": "Pan India",
    "categoryId": 25,
    "tags": ["nutrition","child-health","education"],
    "source_url": "https://pib.gov.in/PressReleasePage.aspx?PRID=xxxx"
  },
  {
    "id": 26,
    "title": "National Apprenticeship Promotion Scheme (NAPS)",
    "summary": "Incentivises employers to hire apprentices, expanding apprenticeship training and employer participation.",
    "eligibility": "Employers and apprentices as per NAPS rules.",
    "benefits": "Financial incentives to employers, stipend support for apprentices and increased training slots.",
    "state": "Pan India",
    "categoryId": 26,
    "tags": ["apprenticeship","skill","training"],
    "source_url": "https://www.nats.gov.in/naps"
  },
  {
    "id": 27,
    "title": "PM Dhan-Dhanya Krishi Yojana (Budget 2025)",
    "summary": "New agriculture initiative to strengthen district-level agri value chains and boost pulses/foodgrain production.",
    "eligibility": "Farmers and district-level executing units per scheme rules.",
    "benefits": "Support for input, procurement and processing to improve farmer incomes and self-reliance.",
    "state": "Pan India (state-implemented)",
    "categoryId": 27,
    "tags": ["agriculture","value-chain","pulses"],
    "source_url": "https://www.indiabudget.gov.in/doc/Budget_Speech.pdf"
  },
  {
    "id": 28,
    "title": "PM Kisan Samman Nidhi Yojana (PM-KISAN)",
    "summary": "Direct income support to small and marginal farmer families to augment their income.",
    "eligibility": "Small and marginal landholder farmer families registered with the scheme.",
    "benefits": "Periodic direct cash transfers into beneficiary accounts.",
    "state": "Pan India",
    "categoryId": 28,
    "tags": ["farmers","cash-transfer","agriculture"],
    "source_url": "https://pmkisan.gov.in"
  },
  {
    "id": 29,
    "title": "National Rural Livelihoods Mission (NRLM) / Aajeevika",
    "summary": "Supports rural poor for livelihoods promotion through community institutions and financial inclusion.",
    "eligibility": "Rural poor households and SHGs organized under NRLM.",
    "benefits": "Skill training, microcredit linkage, SHG support and enterprise promotion.",
    "state": "Pan India",
    "categoryId": 29,
    "tags": ["rural","livelihoods","shg"],
    "source_url": "https://aajeevika.gov.in"
  },
  {
    "id": 30,
    "title": "Pradhan Mantri Jan Dhan Yojana (PMJDY)",
    "summary": "Financial inclusion program to ensure access to banking services, small savings and insurance.",
    "eligibility": "All Indian citizens lacking bank accounts; KYC per bank rules.",
    "benefits": "Zero-balance bank accounts, RuPay cards, accidental insurance cover and overdraft facilities.",
    "state": "Pan India",
    "categoryId": 30,
    "tags": ["financial-inclusion","banking","ru-pay"],
    "source_url": "https://pmjdy.gov.in"
  },
  {
    "id": 31,
    "title": "Pradhan Mantri Ujjwala Yojana (PMUY)",
    "summary": "Provides subsidised LPG connections to women from deprived households.",
    "eligibility": "Eligible low-income families per scheme guidelines.",
    "benefits": "Support for initial LPG connection subsidy and access to clean cooking fuel.",
    "state": "Pan India",
    "categoryId": 31,
    "tags": ["energy","LPG","women"],
    "source_url": "https://pib.gov.in"
  },
  {
    "id": 32,
    "title": "National Solar Mission / rooftop solar initiatives",
    "summary": "Support for rooftop solar adoption including household and institutional solar schemes.",
    "eligibility": "Households, institutions and MSMEs depending on scheme subcomponent.",
    "benefits": "Capital subsidy, net metering, concessional finance for solar installations.",
    "state": "Pan India",
    "categoryId": 32,
    "tags": ["solar","renewable","energy"],
    "source_url": "https://mnre.gov.in"
  },
  {
    "id": 33,
    "title": "Kisan Credit Card (KCC)",
    "summary": "Agricultural credit scheme providing short-term credit to farmers for crop production and allied activities.",
    "eligibility": "Farmers and eligible individuals in agriculture and allied sectors.",
    "benefits": "Access to affordable credit, working capital, and crop loans under subsidized terms in some cases.",
    "state": "Pan India",
    "categoryId": 33,
    "tags": ["credit","farmers","agriculture"],
    "source_url": "https://pib.gov.in"
  },
  {
    "id": 34,
    "title": "Safai Mitra Suraksha (Welfare for sanitation workers)",
    "summary": "Welfare and social security measures targeted at sanitation workers and their families.",
    "eligibility": "Sanitation workers registered under municipal/local programmes.",
    "benefits": "Insurance, skill training, pension linkages and health benefits.",
    "state": "Pan India",
    "categoryId": 34,
    "tags": ["welfare","sanitation","workers"],
    "source_url": "https://pib.gov.in"
  },
  {
    "id": 35,
    "title": "National AYUSH Mission",
    "summary": "Promotes holistic AYUSH healthcare systems via infrastructure, training and healthcare services.",
    "eligibility": "AYUSH practitioners, institutions and patients using AYUSH services.",
    "benefits": "Support for health facilities, training, public awareness and medicinal plant development.",
    "state": "Pan India",
    "categoryId": 35,
    "tags": ["ayush","health","traditional-medicine"],
    "source_url": "https://ayush.gov.in"
  },
  {
    "id": 36,
    "title": "Pradhan Mantri Shram Yogi Maan-Dhan (PM-SYM)",
    "summary": "Contributory pension scheme for unorganised sector workers to provide old-age income security.",
    "eligibility": "Unorganized sector workers below specified age limits who register voluntarily.",
    "benefits": "Monthly pension after retirement depending on contributions.",
    "state": "Pan India",
    "categoryId": 36,
    "tags": ["pension","informal-sector","social-security"],
    "source_url": "https://pib.gov.in"
  },
  {
    "id": 37,
    "title": "National Digital Health Mission (NDHM) / Ayushman Bharat Digital Mission",
    "summary": "Digital health IDs, health records and interoperable standards for health data portability.",
    "eligibility": "All citizens and healthcare providers adopting the digital platform.",
    "benefits": "Portability of records, easier access to healthcare services and claims processing.",
    "state": "Pan India",
    "categoryId": 37,
    "tags": ["digital-health","records","interoperability"],
    "source_url": "https://abdm.gov.in"
  },
  {
    "id": 38,
    "title": "PM-SVANidhi (Street Vendor’s AtmaNirbhar Nidhi)",
    "summary": "Micro-credit scheme for street vendors to restart livelihoods post disruptions.",
    "eligibility": "Eligible street vendors identified per UMANG/municipal lists.",
    "benefits": "Affordable collateral-free working capital loans and incentives for timely repayment.",
    "state": "Pan India",
    "categoryId": 38,
    "tags": ["micro-credit","vendors","msme"],
    "source_url": "https://pib.gov.in"
  },
  {
    "id": 39,
    "title": "National Education Mission (Samagra Shiksha)",
    "summary": "Integrated scheme supporting school education from pre-nursery to class 12 with equity and quality measures.",
    "eligibility": "Students and educational institutions under participating states.",
    "benefits": "Funding for infrastructure, learning materials, teacher training and inclusive education.",
    "state": "Pan India",
    "categoryId": 39,
    "tags": ["education","school","infrastructure"],
    "source_url": "https://samagrashiksha.gov.in"
  },
  {
    "id": 40,
    "title": "Pradhan Mantri Kaushal Vikas Yojana (PMKVY)",
    "summary": "Short-term skill training and certification to boost employability under Skill India.",
    "eligibility": "Youth and job-seekers enrolled into PMKVY training centers.",
    "benefits": "Free/paid training, assessment, and certification with placement linkages.",
    "state": "Pan India",
    "categoryId": 40,
    "tags": ["skill","training","placement"],
    "source_url": "https://pmkvyofficial.org"
  },
  {
    "id": 41,
    "title": "Pradhan Mantri Garib Kalyan Anna Yojana (PMGKAY)",
    "summary": "Foodgrain distribution scheme to provide free foodgrains to needy households during special periods.",
    "eligibility": "Beneficiaries registered under NFSA and targeted support lists.",
    "benefits": "Free or subsidised foodgrain rations during coverage period.",
    "state": "Pan India",
    "categoryId": 41,
    "tags": ["food-security","pds","welfare"],
    "source_url": "https://pib.gov.in"
  },
  {
    "id": 42,
    "title": "Pradhan Mantri Matru Vandana Yojana (PMMVY)",
    "summary": "Conditional cash transfer maternity benefit scheme for pregnant and lactating women.",
    "eligibility": "Pregnant women and lactating mothers meeting scheme conditions.",
    "benefits": "Cash transfers to support nutrition and maternal care during pregnancy and early motherhood.",
    "state": "Pan India",
    "categoryId": 42,
    "tags": ["maternal-health","cash-transfer"],
    "source_url": "https://pib.gov.in"
  },
  {
    "id": 43,
    "title": "Sukanya Samriddhi Yojana",
    "summary": "Small-savings scheme for the girl child encouraging parents to build a fund for her future education and marriage.",
    "eligibility": "Parents/guardians of girl child born on or after specified date and meeting KYC.",
    "benefits": "High interest small-savings account with tax benefits under specified conditions.",
    "state": "Pan India",
    "categoryId": 43,
    "tags": ["savings","girls","education"],
    "source_url": "https://www.npci.org.in"
  },
  {
    "id": 44,
    "title": "National Urban Livelihoods Mission (Day-NULM)",
    "summary": "Promotes sustainable livelihoods for urban poor through training, enterprise and self-employment support.",
    "eligibility": "Urban poor households and beneficiaries identified by implementing agencies.",
    "benefits": "Skill training, credit access, shelter for urban homeless and institutional support.",
    "state": "Pan India",
    "categoryId": 44,
    "tags": ["urban","livelihoods","msme"],
    "source_url": "https://nulm.gov.in"
  },
  {
    "id": 45,
    "title": "Pradhan Mantri Kaushal Kendras (PMKK)",
    "summary": "Network of skill training centers providing industry-relevant skilling under Skill India.",
    "eligibility": "Youth and jobseekers enrolled at PMKK centers.",
    "benefits": "Free/paid training, industry linkages, placement support and certification.",
    "state": "Pan India",
    "categoryId": 45,
    "tags": ["skill","training","employment"],
    "source_url": "https://nsdcindia.org"
  },
  {
    "id": 46,
    "title": "Pradhan Mantri Fasal Bima Yojana (PMFBY)",
    "summary": "Crop insurance scheme to stabilize farmer incomes by sharing crop failure risk.",
    "eligibility": "All farmers growing notified crops and enrolled in the notified season.",
    "benefits": "Indemnity payments for crop losses at notified rates and expedited claims.",
    "state": "Pan India",
    "categoryId": 46,
    "tags": ["crop-insurance","farmers","agriculture"],
    "source_url": "https://agri-insurance.gov.in"
  },
  {
    "id": 47,
    "title": "PM SVANidhi Plus (Expanded)",
    "summary": "Enhanced working capital and growth support for street vendors who have repaid initial loans.",
    "eligibility": "Street vendors who successfully repaid PM-SVANidhi loans and meet renewal criteria.",
    "benefits": "Larger loan amounts, easier terms and growth incentives.",
    "state": "Pan India",
    "categoryId": 47,
    "tags": ["vendors","micro-credit","msme"],
    "source_url": "https://pib.gov.in"
  },
  {
    "id": 48,
    "title": "Pradhan Mantri Jan Arogya Yojana (PM-JAY) Expansion Components",
    "summary": "Ongoing expansion and benefit package updates to the national health protection scheme for poor families.",
    "eligibility": "Beneficiaries identified via SECC and state lists as per PM-JAY rules.",
    "benefits": "Cashless hospitalisation across empanelled hospitals for defined care packages.",
    "state": "Pan India",
    "categoryId": 48,
    "tags": ["health-insurance","hospitalisation"],
    "source_url": "https://pmjay.gov.in"
  },
  {
    "id": 49,
    "title": "National Ayushman Bharat Health Infrastructure Mission",
    "summary": "Infrastructure strengthening to expand health system capacity, including labs, oxygen supplies and primary hospitals.",
    "eligibility": "Health infrastructure projects and public health units under central/state plans.",
    "benefits": "Capital grants, equipment and capacity-building support to health facilities.",
    "state": "Pan India",
    "categoryId": 49,
    "tags": ["health","infrastructure","public-health"],
    "source_url": "https://pib.gov.in"
  },
  {
    "id": 50,
    "title": "PRASAD (Pilgrimage Rejuvenation And Spiritual, Heritage Augmentation Drive) Scheme",
    "summary": "Integrated development of pilgrimage infrastructure and heritage sites to boost tourism and facilities.",
    "eligibility": "Pilgrimage/heritage destinations and implementing agencies.",
    "benefits": "Infrastructure upgrades, sanitation improvements and institutional support for pilgrim facilities.",
    "state": "Pan India",
    "categoryId": 50,
    "tags": ["tourism","heritage","infrastructure"],
    "source_url": "https://pib.gov.in"
  },
  {
    "id": 51,
    "title": "Gram Swaraj / Panchayat Level Development Programmes",
    "summary": "Village-level development and decentralized planning funding to strengthen local governance.",
    "eligibility": "Gram Panchayats and local bodies implementing poverty-reduction/development projects.",
    "benefits": "Grants for local infrastructure, livelihoods, water and sanitation projects.",
    "state": "Pan India",
    "categoryId": 51,
    "tags": ["rural","panchayat","local-governance"],
    "source_url": "https://panchayat.gov.in"
  },
  {
    "id": 52,
    "title": "Mission POSHAN 2.0 (Nutrition umbrella)",
    "summary": "Umbrella mission to combat malnutrition covering anganwadis, mid-day meals and maternal nutrition.",
    "eligibility": "Children, adolescent girls and pregnant/lactating mothers as per program lists.",
    "benefits": "Nutrition supplements, growth monitoring and community-level interventions.",
    "state": "Pan India",
    "categoryId": 52,
    "tags": ["nutrition","child-health","anganwadi"],
    "source_url": "https://pib.gov.in"
  },
  {
    "id": 53,
    "title": "Jal Jeevan Mission — Har Ghar Jal",
    "summary": "Ensuring functional household tap connections providing safe drinking water to every rural household.",
    "eligibility": "Rural households; implementation via Gram Panchayats and state governments.",
    "benefits": "Piped potable water supply to households and community water systems.",
    "state": "Pan India",
    "categoryId": 53,
    "tags": ["water","rural","infrastructure"],
    "source_url": "https://jaljeevanmission.gov.in"
  },
  {
    "id": 54,
    "title": "National Tuberculosis Elimination Programme (NTEP)",
    "summary": "Comprehensive programme to screen, diagnose and treat TB with focus on elimination targets.",
    "eligibility": "All citizens with suspected TB symptoms and identified contacts per public health protocols.",
    "benefits": "Free diagnosis, treatment and support under the national programme.",
    "state": "Pan India",
    "categoryId": 54,
    "tags": ["health","tb","public-health"],
    "source_url": "https://tbcindia.gov.in"
  },
  {
    "id": 55,
    "title": "Pradhan Mantri Gramin Awas Yojana (PMAY-G)",
    "summary": "Affordable housing for rural poor with assistance for constructing pucca houses for eligible households.",
    "eligibility": "Rural households meeting eligibility criteria under PMAY-G.",
    "benefits": "Financial assistance for construction/house improvement, technical support and subsidies.",
    "state": "Pan India",
    "categoryId": 55,
    "tags": ["housing","rural","welfare"],
    "source_url": "https://pmayg.nic.in"
  },
  {
    "id": 56,
    "title": "One District One Product (ODOP)",
    "summary": "Upgrade local industry and crafts by promoting a single product per district to boost manufacturing and exports.",
    "eligibility": "District-level manufacturers, artisans and implementing agencies.",
    "benefits": "Market access, branding support, capacity building and export promotion.",
    "state": "Pan India",
    "categoryId": 56,
    "tags": ["industry","handloom","craft"],
    "source_url": "https://dipp.gov.in"
  },
  {
    "id": 57,
    "title": "Pradhan Mantri Gram Sadak Yojana (PMGSY)",
    "summary": "Rural roads connectivity programme to provide all-weather road access to unconnected habitations.",
    "eligibility": "Rural habitations requiring connectivity as per PMGSY criteria.",
    "benefits": "Construction and upgradation of rural roads and bridges.",
    "state": "Pan India",
    "categoryId": 57,
    "tags": ["roads","rural","connectivity"],
    "source_url": "https://pmgsy.nic.in"
  },
  {
    "id": 58,
    "title": "National Clean Air Programme (NCAP)",
    "summary": "Framework to reduce particulate pollution through city-specific action plans and monitoring.",
    "eligibility": "Cities and urban local bodies identified under NCAP.",
    "benefits": "Technical assistance, monitoring systems and funding for air quality improvement measures.",
    "state": "Pan India (selected cities)",
    "categoryId": 58,
    "tags": ["environment","air-quality","health"],
    "source_url": "https://moef.gov.in"
  },
  {
    "id": 59,
    "title": "Pradhan Mantri Formalisation of Micro food processing Enterprises (PMFME)",
    "summary": "Supports micro food processors with finance, marketing and capacity building for enterprise formalisation.",
    "eligibility": "Micro food processing units and clusters under the PMFME programme.",
    "benefits": "Credit linked subsidies, skills, branding and market access assistance.",
    "state": "Pan India",
    "categoryId": 59,
    "tags": ["food-processing","msme","entrepreneurship"],
    "source_url": "https://msme.gov.in"
  },
  {
    "id": 60,
    "title": "National Livestock Mission",
    "summary": "Supports livestock development, health services and productivity improvement across animal husbandry sectors.",
    "eligibility": "Livestock farmers and implementing agencies under mission interventions.",
    "benefits": "Veterinary services, breed improvement, feed and management support.",
    "state": "Pan India",
    "categoryId": 60,
    "tags": ["livestock","agriculture","rural"],
    "source_url": "https://dahd.nic.in"
  },
  {
    "id": 61,
    "title": "Pradhan Mantri Gramin Digital Saksharta Abhiyan (PMGDISHA)",
    "summary": "Digital literacy programme to make rural households digitally literate.",
    "eligibility": "Rural citizens aged above a threshold who are not digitally literate.",
    "benefits": "Basic digital skills training, certification and community facilitation.",
    "state": "Pan India",
    "categoryId": 61,
    "tags": ["digital-literacy","rural","training"],
    "source_url": "https://pmgdisha.gov.in"
  },
  {
    "id": 62,
    "title": "National Highway Development Programme (NHDP) components",
    "summary": "Periodic central programmes to upgrade national highways, expressways and arterial road networks.",
    "eligibility": "National highway projects identified for upgradation and expansion.",
    "benefits": "Funding and project support for national highway expansion and improvements.",
    "state": "Pan India",
    "categoryId": 62,
    "tags": ["highways","transport","infrastructure"],
    "source_url": "https://morth.nic.in"
  },
  {
    "id": 63,
    "title": "Pradhan Mantri Mudra Yojana (PMMY)",
    "summary": "Micro-credit (MUDRA) loans for small businesses and micro-enterprises under Shishu/ Kishor/ Tarun categories.",
    "eligibility": "Micro/small entrepreneurs and small business owners.",
    "benefits": "Collateral-free working capital loans via banks and MFIs with various loan limits.",
    "state": "Pan India",
    "categoryId": 63,
    "tags": ["micro-credit","entrepreneurship","msme"],
    "source_url": "https://mudra.gov.in"
  },
  {
    "id": 64,
    "title": "Pradhan Mantri Kaushal Rozgar Nigam (PMKRN) — job centric programs",
    "summary": "Employment facilitation and bridging skill demand-supply via placement-linked training.",
    "eligibility": "Job-seekers and employers enrolling in PMKRN-managed programs.",
    "benefits": "Placement support, training and employer engagement.",
    "state": "Pan India",
    "categoryId": 64,
    "tags": ["employment","placement","skill"],
    "source_url": "https://nsdcindia.org"
  },
  {
    "id": 65,
    "title": "Stand Up India (continued support and modifications)",
    "summary": "Facilitates bank loans to SC/ST and women entrepreneurs for greenfield enterprises.",
    "eligibility": "SC/ST and/or women entrepreneurs as per scheme guidelines.",
    "benefits": "Access to bank credit, handholding support and priority lending.",
    "state": "Pan India",
    "categoryId": 65,
    "tags": ["loan","sc","st","women","entrepreneurship"],
    "source_url": "https://standupmitra.in"
  },
  {
    "id": 66,
    "title": "National Bamboo Mission",
    "summary": "Promotes bamboo cultivation, processing and value chain development in select regions.",
    "eligibility": "Farmers, cooperatives and entrepreneurs in eligible regions.",
    "benefits": "Support for cultivation, technology transfer, market and processing infrastructure.",
    "state": "Pan India (focus states)",
    "categoryId": 66,
    "tags": ["agriculture","bamboo","rural"],
    "source_url": "https://nbm.nic.in"
  },
  {
    "id": 67,
    "title": "Mahila Shakti Kendra (MSK)",
    "summary": "Community-based interventions for women empowerment, skill building and access to entitlements.",
    "eligibility": "Women beneficiaries and community-level implementing agencies.",
    "benefits": "Skill training, counselling, awareness and linkages to schemes and credit.",
    "state": "Pan India",
    "categoryId": 67,
    "tags": ["women","empowerment","skill"],
    "source_url": "https://pib.gov.in"
  },
  {
    "id": 68,
    "title": "National Livelihoods Mission - Urban (DAY-NULM) support components",
    "summary": "Enterprise and self-employment support for urban poor along with shelter and skill components.",
    "eligibility": "Urban poor households and beneficiaries through ULBs.",
    "benefits": "Skill training, credit linkages, shelter schemes and employment support.",
    "state": "Pan India",
    "categoryId": 68,
    "tags": ["urban","livelihoods","employment"],
    "source_url": "https://nulm.gov.in"
  },
  {
    "id": 69,
    "title": "National Bamboo & Kusha Mission (variants)",
    "summary": "State-central programmes promoting non-timber forest produce, bamboo and allied livelihoods.",
    "eligibility": "Forest-dependent communities, farmers and entrepreneurs.",
    "benefits": "Technical support, marketing and value chain development.",
    "state": "Pan India (selected states)",
    "categoryId": 69,
    "tags": ["forestry","rural","livelihoods"],
    "source_url": "https://pib.gov.in"
  },
  {
    "id": 70,
    "title": "PM-DevINE (Development Initiative for North East)",
    "summary": "Special window for infrastructure and development projects in North-Eastern States and Himalayan regions.",
    "eligibility": "Projects and implementing agencies in NE states.",
    "benefits": "Central funding support, infrastructure development and project support.",
    "state": "North East / Himalayan states",
    "categoryId": 70,
    "tags": ["northeast","infrastructure","development"],
    "source_url": "https://pib.gov.in"
  },
  {
    "id": 71,
    "title": "Aspirational Blocks / Districts convergence programs",
    "summary": "Targeted interventions across aspirational districts to improve health, education and livelihoods.",
    "eligibility": "Blocks/districts identified under Aspirational Districts Programme.",
    "benefits": "Convergent funding, diagnostics and rapid reform support.",
    "state": "Selected districts (Pan India focus list)",
    "categoryId": 71,
    "tags": ["development","districts","health","education"],
    "source_url": "https://niti.gov.in"
  },
  {
    "id": 72,
    "title": "Pradhan Mantri Gram Sadak Yojana - Rural Connectivity continued",
    "summary": "Supports last-mile connectivity for rural habitations with all-weather road access.",
    "eligibility": "Rural habitations in need of road connectivity under PMGSY norms.",
    "benefits": "Road construction funding and rural infrastructure upgrades.",
    "state": "Pan India",
    "categoryId": 72,
    "tags": ["rural","roads","connectivity"],
    "source_url": "https://pmgsy.nic.in"
  },
  {
    "id": 73,
    "title": "National Food Security Mission (NFSM) - pulses & oilseeds components",
    "summary": "Crop-specific mission to boost production of pulses, oilseeds and cereals via improved seeds and technology.",
    "eligibility": "Farmers of targeted crops in notified districts and regions.",
    "benefits": "Input support, extension services and procurement support measures.",
    "state": "Pan India (targeted districts)",
    "categoryId": 73,
    "tags": ["agriculture","pulses","food-security"],
    "source_url": "https://nfsm.gov.in"
  },
  {
    "id": 74,
    "title": "National Mission for Sustainable Agriculture (NMSA)",
    "summary": "Promotes climate-resilient agricultural practices and efficient water use.",
    "eligibility": "Farmers and agri-projects adopting climate-smart agriculture.",
    "benefits": "Technology support, demonstration projects and farmer training.",
    "state": "Pan India",
    "categoryId": 74,
    "tags": ["climate","agriculture","sustainability"],
    "source_url": "https://pib.gov.in"
  },
  {
    "id": 75,
    "title": "Atal Mission for Rejuvenation and Urban Transformation (AMRUT)",
    "summary": "Urban infrastructure mission focusing on water supply, sewerage and urban transport.",
    "eligibility": "Urban Local Bodies in mission list.",
    "benefits": "Funding for urban infrastructure, projects and capacity building.",
    "state": "Pan India (selected cities)",
    "categoryId": 75,
    "tags": ["urban","infrastructure","water"],
    "source_url": "https://amrut.gov.in"
  },
{
    "id": 76,
    "title": "PM Vishwakarma Yojana",
    "categoryId": 4,
    "state": "All India",
    "tags": ["artisan", "craftsmen", "skill development", "small business"],
    "summary": "A central scheme supporting traditional artisans and craftspeople with skill training, toolkits, loans, and market linkages.",
    "eligibility": "Indian citizens belonging to 18 traditional artisan trades such as carpenter, goldsmith, barber, mason, tailor, etc.",
    "benefits": "Skill training; toolkit incentives up to ₹15,000; collateral-free loan up to ₹3 lakh; stipend; digital enablement."
  },
  {
    "id": 77,
    "title": "PM PRANAM Scheme",
    "categoryId": 8,
    "state": "All India",
    "tags": ["agriculture", "fertilizer", "environment"],
    "summary": "Central government initiative to reduce chemical fertilizer usage and promote sustainable alternatives.",
    "eligibility": "Farmers and state governments adopting eco-friendly agricultural practices.",
    "benefits": "Financial incentives for reducing chemical fertilizer consumption; support for organic and bio-fertilizers."
  },
  {
    "id": 78,
    "title": "e-Shram Portal Social Security Scheme",
    "categoryId": 2,
    "state": "All India",
    "tags": ["workers", "unorganized sector", "insurance"],
    "summary": "National database and support scheme for unorganized workers providing access to social security benefits.",
    "eligibility": "Unorganized workers aged 16–59 with Aadhaar-linked mobile number.",
    "benefits": "Accident insurance up to ₹2 lakh; priority access to future welfare schemes."
  },
  {
    "id": 79,
    "title": "Tamil Nadu Pudhumai Penn Scheme",
    "categoryId": 1,
    "state": "Tamil Nadu",
    "tags": ["education", "girls", "scholarship"],
    "summary": "Financial assistance for girl students who have completed schooling in government schools.",
    "eligibility": "Girls studying in government schools who join higher education institutions.",
    "benefits": "₹1,000 per month financial support till completion of degree."
  },
  {
    "id": 80,
    "title": "Madhya Pradesh Ladli Behna Yojana",
    "categoryId": 7,
    "state": "Madhya Pradesh",
    "tags": ["women", "financial assistance"],
    "summary": "A women's welfare initiative providing monthly financial support to improve economic independence.",
    "eligibility": "Women aged 21–60 residing in MP with family income below ₹2.5 lakh.",
    "benefits": "₹1,250 per month direct benefit transfer."
  },
  {
    "id": 81,
    "title": "Rajasthan Mukhyamantri Chiranjeevi Health Insurance Scheme",
    "categoryId": 5,
    "state": "Rajasthan",
    "tags": ["health", "insurance", "low-income families"],
    "summary": "A universal healthcare scheme providing large-scale health insurance coverage for residents.",
    "eligibility": "Rajasthan residents including NFSA, SECC families, and other specified groups.",
    "benefits": "Cashless health coverage up to ₹25 lakh per family."
  },
  {
    "id": 82,
    "title": "Delhi Mukhyamantri Mahila Samman Yojana",
    "categoryId": 7,
    "state": "Delhi",
    "tags": ["women", "income support"],
    "summary": "Income support scheme for adult women residing in Delhi.",
    "eligibility": "Women above 18 years with residence proof, excluding taxpayers.",
    "benefits": "₹1,000 per month allowance."
  },
  {
    "id": 83,
    "title": "Pradhan Mantri TB Mukt Bharat Abhiyaan",
    "categoryId": 5,
    "state": "All India",
    "tags": ["health", "tuberculosis"],
    "summary": "National mission to eliminate tuberculosis by 2025 with nutrition and treatment support.",
    "eligibility": "All TB patients registered under Nikshay Portal.",
    "benefits": "₹500 monthly nutrition support; free diagnosis and treatment."
  },
  {
    "id": 84,
    "title": "West Bengal Lakshmir Bhandar Scheme",
    "categoryId": 7,
    "state": "West Bengal",
    "tags": ["women", "financial assistance"],
    "summary": "Income support scheme for women aged 25–60 in West Bengal.",
    "eligibility": "Women aged 25–60 except taxpayers and government employees.",
    "benefits": "₹500 to ₹1,000 monthly depending on category."
  },
  {
    "id": 85,
    "title": "Mission Vatsalya",
    "categoryId": 1,
    "state": "All India",
    "tags": ["children", "protection", "welfare"],
    "summary": "A central mission for child welfare, protection, and adoption services.",
    "eligibility": "Children in need of protection including orphans, abandoned, and those in conflict situations.",
    "benefits": "Support for shelters, adoption, foster care, counselling."
  },

  {
    "id": 86,
    "title": "Ayushman Bharat Digital Mission (ABDM)",
    "categoryId": 5,
    "state": "All India",
    "tags": ["health", "digital health"],
    "summary": "Digital health ID creation and national health records framework.",
    "eligibility": "All residents of India.",
    "benefits": "Unique health ID; digital health records; interoperable access to healthcare."
  },
  {
    "id": 87,
    "title": "PM Gati Shakti National Master Plan",
    "categoryId": 10,
    "state": "All India",
    "tags": ["infrastructure", "logistics"],
    "summary": "A national infrastructure master plan for unified, multi-modal connectivity.",
    "eligibility": "Government agencies and approved infrastructure projects.",
    "benefits": "Faster approvals; integrated planning; reduced logistics cost."
  },
  {
    "id": 88,
    "title": "Uttar Pradesh Swami Vivekananda Youth Empowerment Scheme",
    "categoryId": 4,
    "state": "Uttar Pradesh",
    "tags": ["youth", "employment"],
    "summary": "Youth skill development and employment support scheme.",
    "eligibility": "Youth aged 18–40 registered in UP.",
    "benefits": "Skill training, entrepreneurship assistance, career guidance."
  },
  {
    "id": 89,
    "title": "Kerala MEDISEP Health Insurance Scheme",
    "categoryId": 5,
    "state": "Kerala",
    "tags": ["health insurance", "government employees"],
    "summary": "A medical insurance scheme for government employees and pensioners of Kerala.",
    "eligibility": "Kerala government employees and pensioners.",
    "benefits": "Cashless health insurance up to ₹3 lakh annually."
  },
  {
    "id": 90,
    "title": "Haryana Chirayu-Ayushman Bharat",
    "categoryId": 5,
    "state": "Haryana",
    "tags": ["healthcare", "insurance"],
    "summary": "Extended Ayushman Bharat health coverage for families with annual income up to ₹3 lakh.",
    "eligibility": "Families earning under ₹3 lakh per year.",
    "benefits": "Health insurance coverage up to ₹5 lakh."
  },
  {
    "id": 91,
    "title": "PM Matsya Sampada Yojana",
    "categoryId": 8,
    "state": "All India",
    "tags": ["fisheries", "livelihood", "blue economy"],
    "summary": "A national scheme to improve the fisheries sector and enhance fishermen income.",
    "eligibility": "Fishermen, fish vendors, aquaculture farmers.",
    "benefits": "Financial aid for equipment, cold chains, fish processing."
  },
  {
    "id": 92,
    "title": "Bihar Student Credit Card Scheme",
    "categoryId": 1,
    "state": "Bihar",
    "tags": ["education loan"],
    "summary": "Easy education loans for students of Bihar pursuing higher studies.",
    "eligibility": "Students with Bihar domicile enrolled in recognized institutions.",
    "benefits": "Loan up to ₹4 lakh at low interest."
  },
  {
    "id": 93,
    "title": "Assam Orunodoi Scheme",
    "categoryId": 7,
    "state": "Assam",
    "tags": ["women welfare", "financial aid"],
    "summary": "Monthly financial assistance to economically weaker women.",
    "eligibility": "Women belonging to low-income families.",
    "benefits": "₹1,250 per month."
  },
  {
    "id": 94,
    "title": "Jammu and Kashmir Mumkin Scheme",
    "categoryId": 4,
    "state": "Jammu & Kashmir",
    "tags": ["employment", "youth"],
    "summary": "Youth livelihood scheme enabling purchase of commercial vehicles.",
    "eligibility": "Unemployed youth of J&K aged 18–35.",
    "benefits": "Up to ₹2.5 lakh subsidy for vehicle purchase."
  },
  {
    "id": 95,
    "title": "Sikkim One Family One Job Scheme",
    "categoryId": 4,
    "state": "Sikkim",
    "tags": ["employment"],
    "summary": "Government scheme to provide at least one job per family.",
    "eligibility": "Unemployed youth with Sikkim domicile.",
    "benefits": "Assured employment in various state departments."
  },

  {
    "id": 96,
    "title": "PM Surakshit Matritva Abhiyan",
    "categoryId": 5,
    "state": "All India",
    "tags": ["pregnancy", "women health"],
    "summary": "Free antenatal checkups for pregnant women across India.",
    "eligibility": "Pregnant women registered under health centres.",
    "benefits": "Free checkups on 9th of every month; diagnostics; counselling."
  },
  {
    "id": 97,
    "title": "Gujarat Vanbandhu Kalyan Yojana",
    "categoryId": 7,
    "state": "Gujarat",
    "tags": ["tribal welfare"],
    "summary": "Massive tribal development programme improving education, roads, housing.",
    "eligibility": "Scheduled Tribe communities of Gujarat.",
    "benefits": "Housing, scholarships, infrastructure support."
  },
  {
    "id": 98,
    "title": "Odisha Biju Swasthya Kalyan Yojana",
    "categoryId": 5,
    "state": "Odisha",
    "tags": ["health insurance"],
    "summary": "State health coverage scheme for economically vulnerable families.",
    "eligibility": "Families listed under NFSA/ SFSA plus general population in OPD.",
    "benefits": "₹5 lakh coverage for families; ₹10 lakh for women."
  },
  {
    "id": 99,
    "title": "Punjab Ghar Ghar Rozgar Scheme",
    "categoryId": 4,
    "state": "Punjab",
    "tags": ["employment", "skill"],
    "summary": "Employment and skill development scheme for Punjab youth.",
    "eligibility": "Residents aged 18–40.",
    "benefits": "Job fairs, training, placement support."
  },
  {
    "id": 100,
    "title": "Jharkhand Savitribai Phule Kishori Samriddhi Yojana",
    "categoryId": 1,
    "state": "Jharkhand",
    "tags": ["education", "girls"],
    "summary": "Financial support for girls to reduce dropouts.",
    "eligibility": "Girls from low-income families in Jharkhand.",
    "benefits": "₹40,000 support from class 8 to 12."
  },
  
  {
    "id": 101,
    "title": "National Urban Housing Scheme (State-Central mix)",
    "summary": "Assists affordable housing projects in urban areas through subsidised loans and incentives.",
    "eligibility": "Low- and middle-income urban households and participating developers.",
    "benefits": "Subsidies for interest, priority allotment and concessional finance.",
    "state": "Pan India",
    "categoryId": 101,
    "tags": ["housing","urban","affordable"]
  },
  {
    "id": 102,
    "title": "State Skill Internship Fellowship",
    "summary": "Short-term paid internships organized by state governments for local youth to gain work experience.",
    "eligibility": "Residents of the respective state enrolled in or recently graduated from colleges.",
    "benefits": "Stipend during internship, certificate and potential placement pipelines.",
    "state": "State-specific",
    "categoryId": 102,
    "tags": ["internship","youth","skill"]
  },
  {
    "id": 103,
    "title": "Micro Irrigation Subsidy Programme",
    "summary": "Support for drip and sprinkler irrigation adoption to conserve water and raise farm productivity.",
    "eligibility": "Small and marginal farmers adopting approved micro-irrigation systems.",
    "benefits": "Capital subsidy on equipment and technical support for installation.",
    "state": "Pan India",
    "categoryId": 103,
    "tags": ["agriculture","irrigation","water"]
  },
  {
    "id": 104,
    "title": "State Women Entrepreneurship Booster",
    "summary": "State-level package to support women entrepreneurs with training, seed grants and credit facilitation.",
    "eligibility": "Women entrepreneurs registered in the state with viable business plans.",
    "benefits": "Seed grants, preferential credit access and market linkages.",
    "state": "State-specific",
    "categoryId": 104,
    "tags": ["women","entrepreneurship","msme"]
  },
  {
    "id": 105,
    "title": "Rural Digital Hubs Initiative",
    "summary": "Creates digital hubs in rural blocks providing internet access, skilling and e-governance services.",
    "eligibility": "Rural local bodies and community groups implementing digital hub facilities.",
    "benefits": "Infrastructure support, training and subsidised connectivity.",
    "state": "Pan India",
    "categoryId": 105,
    "tags": ["digital","rural","infrastructure"]
  },
  {
    "id": 106,
    "title": "State Farmer Market (RythuBazaar) Expansion",
    "summary": "Expanded farmers' markets to improve farmer prices and reduce middlemen.",
    "eligibility": "Local farmers and producer groups with produce for retail sale.",
    "benefits": "Market space allocation, logistic support and buyer linkages.",
    "state": "State-specific",
    "categoryId": 106,
    "tags": ["agriculture","market","farmers"]
  },
  {
    "id": 107,
    "title": "Urban Waste to Wealth Programme",
    "summary": "Municipal-level initiative to convert urban waste into value-added products and energy.",
    "eligibility": "Municipalities and PPP partners with waste processing proposals.",
    "benefits": "Capital grants, technical support and revenue-sharing models.",
    "state": "Pan India",
    "categoryId": 107,
    "tags": ["environment","waste","circular-economy"]
  },
  {
    "id": 108,
    "title": "State Solar Rooftop Acceleration Scheme",
    "summary": "State-led rooftop solar promotion with incentives for residential and institutional adoption.",
    "eligibility": "Households, institutions and MSMEs in the state opting for rooftop solar.",
    "benefits": "Top-up subsidies, facilitation and net-metering support.",
    "state": "State-specific",
    "categoryId": 108,
    "tags": ["solar","energy","renewable"]
  },
  {
    "id": 109,
    "title": "Community Health Volunteer Programme",
    "summary": "Trains local volunteers to support primary healthcare outreach and basic diagnostics.",
    "eligibility": "Local residents willing to serve as trained community health volunteers.",
    "benefits": "Training, small honorarium and linkages to primary health centres.",
    "state": "Pan India",
    "categoryId": 109,
    "tags": ["health","community","primary-care"]
  },
  {
    "id": 110,
    "title": "Rural Women Self-Help Enterprise Grant",
    "summary": "Grants for SHG-led rural enterprises to scale micro-enterprises led by women.",
    "eligibility": "Registered women SHGs and collective enterprises in rural areas.",
    "benefits": "Seed grants, capacity building and market facilitation.",
    "state": "Pan India",
    "categoryId": 110,
    "tags": ["shg","women","micro-enterprise"]
  },
  {
    "id": 111,
    "title": "Electric Two-Wheeler Subsidy Scheme",
    "summary": "Incentives for adoption of electric two-wheelers to reduce urban pollution and fuel dependence.",
    "eligibility": "Individuals and fleet operators purchasing approved e-two-wheelers.",
    "benefits": "Purchase subsidy and concessional finance facilitation.",
    "state": "Pan India",
    "categoryId": 111,
    "tags": ["electric-vehicle","mobility","clean-energy"]
  },
  {
    "id": 112,
    "title": "State Urban Skill Hub",
    "summary": "State-run skill hubs focused on local industry needs to improve employability.",
    "eligibility": "Youth and jobseekers residing in urban areas of the state.",
    "benefits": "Industry-aligned training, apprenticeship placements and placement support.",
    "state": "State-specific",
    "categoryId": 112,
    "tags": ["skill","urban","employment"]
  },
  {
    "id": 113,
    "title": "Smallholder Livestock Support Scheme",
    "summary": "Assistance to small livestock keepers for vaccine, feed and breed improvement services.",
    "eligibility": "Small livestock owners and backyard farmers.",
    "benefits": "Subsidised vaccines, fodder support and veterinary extension.",
    "state": "Pan India",
    "categoryId": 113,
    "tags": ["livestock","veterinary","rural"]
  },
  {
    "id": 114,
    "title": "State Start-up Seed Grant",
    "summary": "Provides early-stage seed grants and mentorship to promising startups within the state.",
    "eligibility": "Early-stage startups incorporated/registered in the state and meeting selection criteria.",
    "benefits": "Seed funding, incubation space and mentor network access.",
    "state": "State-specific",
    "categoryId": 114,
    "tags": ["startup","funding","incubation"]
  },
  {
    "id": 115,
    "title": "Community Water Conservation Programme",
    "summary": "Local water conservation projects—check dams, recharge pits—implemented with community participation.",
    "eligibility": "Gram Panchayats and community groups proposing water conservation projects.",
    "benefits": "Capital support, technical assistance and maintenance training.",
    "state": "Pan India",
    "categoryId": 115,
    "tags": ["water","conservation","rural"]
  },
  {
    "id": 116,
    "title": "State Micro-Enterprises Digital Onboarding",
    "summary": "Digital onboarding and e-marketplace access for micro-enterprises to increase sales reach.",
    "eligibility": "MSMEs and micro-enterprises registered in the state.",
    "benefits": "Training, platform access and transaction support.",
    "state": "State-specific",
    "categoryId": 116,
    "tags": ["msme","digital","marketplace"]
  },
  {
    "id": 117,
    "title": "Green Village Electrification Programme",
    "summary": "Promotes mini-grid and renewable solutions for electrification of remote villages.",
    "eligibility": "Remote gram panchayats lacking grid reliability or off-grid feasibility.",
    "benefits": "Grants for mini-grid installation, training and maintenance support.",
    "state": "Pan India",
    "categoryId": 117,
    "tags": ["electricity","renewable","rural"]
  },
  {
    "id": 118,
    "title": "State Farmer Input Subsidy (Seed & Fertiliser)",
    "summary": "State-level subsidised input support to reduce production costs for small farmers.",
    "eligibility": "Small and marginal farmers registered with state agriculture departments.",
    "benefits": "Discounted seeds, subsidised fertiliser, and input vouchers.",
    "state": "State-specific",
    "categoryId": 118,
    "tags": ["agriculture","subsidy","farmers"]
  },
  {
    "id": 119,
    "title": "Urban Green Cover & Tree Plantation Drive",
    "summary": "Urban afforestation projects supported by municipal bodies and citizen groups.",
    "eligibility": "Municipalities and resident welfare associations implementing plantation proposals.",
    "benefits": "Sapling supply, technical guidance and maintenance support.",
    "state": "Pan India",
    "categoryId": 119,
    "tags": ["environment","urban","trees"]
  },
  {
    "id": 120,
    "title": "State School Nutrition Enhancement",
    "summary": "Augmented mid-day meal components and school nutrition programs to improve child health.",
    "eligibility": "Government school children and anganwadi beneficiaries.",
    "benefits": "Enhanced meal quality, micronutrient supplements and kitchen infrastructure.",
    "state": "State-specific",
    "categoryId": 120,
    "tags": ["nutrition","education","child-health"]
  },
  {
    "id": 121,
    "title": "Rural Road Maintenance & Safety Scheme",
    "summary": "Maintenance grants for existing rural roads and road safety measures in villages.",
    "eligibility": "Panchayats and rural local bodies responsible for road upkeep.",
    "benefits": "Grants for resurfacing, signage, and community awareness campaigns.",
    "state": "Pan India",
    "categoryId": 121,
    "tags": ["roads","safety","rural"]
  },
  {
    "id": 122,
    "title": "State Women Health & Nutrition Clinics",
    "summary": "Dedicated primary clinics offering women-specific health and nutrition services.",
    "eligibility": "Women and adolescent girls registered in the state health system.",
    "benefits": "Counselling, screening, and linkages to maternal and nutrition schemes.",
    "state": "State-specific",
    "categoryId": 122,
    "tags": ["women","health","nutrition"]
  },
  {
    "id": 123,
    "title": "State Tourism Micro-Grant",
    "summary": "Small grants to develop local tourism experiences and homestay clusters.",
    "eligibility": "Community tourism groups, homestay owners and local entrepreneurs.",
    "benefits": "Seed grants, training and marketing support.",
    "state": "State-specific",
    "categoryId": 123,
    "tags": ["tourism","local-economy","micro-grant"]
  },
  {
    "id": 124,
    "title": "Cold Chain Support for Horticulture",
    "summary": "Financial support for cold storage and post-harvest infrastructure to reduce losses.",
    "eligibility": "Farmer producer organisations (FPOs) and cooperatives.",
    "benefits": "Subsidies for cold chain equipment, technical assistance and capacity building.",
    "state": "Pan India",
    "categoryId": 124,
    "tags": ["horticulture","cold-chain","agriculture"]
  },
  {
    "id": 125,
    "title": "State Solar Schools Initiative",
    "summary": "Install rooftop solar on government schools to reduce electricity costs and educate students.",
    "eligibility": "Government schools and education departments in the state.",
    "benefits": "Rooftop solar installations, education modules and reduced electricity bills.",
    "state": "State-specific",
    "categoryId": 125,
    "tags": ["education","solar","sustainability"]
  },
  {
    "id": 126,
    "title": "Local Public Transport Modernisation Scheme",
    "summary": "Support for modernising city bus fleets and last-mile connectivity solutions.",
    "eligibility": "Municipal transport undertakings and urban local bodies.",
    "benefits": "Capital subsidy, concessional loans and technical advisory support.",
    "state": "Pan India",
    "categoryId": 126,
    "tags": ["transport","urban","public-transport"]
  },
  {
    "id": 127,
    "title": "State Cold-Chain for Dairy Producers",
    "summary": "Support for milk collection, chilling and cold-chain for small dairy farmers.",
    "eligibility": "Dairy cooperatives and milk producer groups.",
    "benefits": "Grants for chilling units, transport and quality testing facilities.",
    "state": "State-specific",
    "categoryId": 127,
    "tags": ["dairy","cold-chain","livelihood"]
  },
  {
    "id": 128,
    "title": "Urban Informal Worker Support Programme",
    "summary": "Help for urban informal workers with training, micro-credit and social security registration.",
    "eligibility": "Urban informal sector workers lacking formal social protection.",
    "benefits": "Skill training, low-cost credit and linkage to social security schemes.",
    "state": "Pan India",
    "categoryId": 128,
    "tags": ["informal-economy","urban","social-security"]
  },
  {
    "id": 129,
    "title": "State Renewable Energy Co-Op Scheme",
    "summary": "Support for community-owned renewable energy co-operatives and microgrids.",
    "eligibility": "Community groups and co-operatives forming renewable energy projects.",
    "benefits": "Capital grants, technical support and revenue models.",
    "state": "State-specific",
    "categoryId": 129,
    "tags": ["renewable","community","energy"]
  },
  {
    "id": 130,
    "title": "School Sanitation & Hygiene Upgrade",
    "summary": "Upgrades to school sanitation facilities and menstrual hygiene management.",
    "eligibility": "Government and aided schools implementing hygiene upgrades.",
    "benefits": "Toilet construction/repair, water supply, and awareness programmes.",
    "state": "Pan India",
    "categoryId": 130,
    "tags": ["education","sanitation","hygiene"]
  },
  {
    "id": 131,
    "title": "State Cold-Chain for Fisheries",
    "summary": "Post-harvest cold chain support for fishers to reduce wastage and improve prices.",
    "eligibility": "Fisher producer organisations, landing centres and cooperative societies.",
    "benefits": "Grants for cold storage, ice plants and transport facilities.",
    "state": "State-specific",
    "categoryId": 131,
    "tags": ["fisheries","cold-chain","livelihoods"]
  },
  {
    "id": 132,
    "title": "Local Heritage Conservation Grants",
    "summary": "Small grants to preserve local heritage sites and promote community tourism.",
    "eligibility": "Local bodies, NGOs and community groups managing heritage sites.",
    "benefits": "Restoration grants, conservation training and marketing support.",
    "state": "Pan India",
    "categoryId": 132,
    "tags": ["heritage","culture","tourism"]
  },
  {
    "id": 133,
    "title": "Green Skill Development Programme",
    "summary": "Training programmes focused on green jobs — solar technicians, waste management and energy audits.",
    "eligibility": "Youth and jobseekers enrolling in green skill courses.",
    "benefits": "Skill certification, placement support and stipends during training.",
    "state": "Pan India",
    "categoryId": 133,
    "tags": ["skill","green-jobs","training"]
  },
  {
    "id": 134,
    "title": "Affordable Childcare Centres (Crèche Scheme)",
    "summary": "Establishes affordable childcare centres near workplaces and in urban slums.",
    "eligibility": "Working mothers, low-income households and informal workers.",
    "benefits": "Safe childcare, early learning and nutritional support.",
    "state": "Pan India",
    "categoryId": 134,
    "tags": ["childcare","women","social-support"]
  },
  {
    "id": 135,
    "title": "State Electric Vehicle Charging Network",
    "summary": "Creates a public EV charging infrastructure network across highways and urban centres.",
    "eligibility": "State transport agencies, highway authorities and private operators.",
    "benefits": "Capital support and facilitation for charging stations.",
    "state": "State-specific",
    "categoryId": 135,
    "tags": ["ev","infrastructure","transport"]
  },
  {
    "id": 136,
    "title": "Rural Entrepreneurship Incubation Centers",
    "summary": "Incubators focused on rural start-ups and agri-business innovations.",
    "eligibility": "Rural entrepreneurs, agri-startups and FPOs.",
    "benefits": "Mentorship, workspace, seed grants and pilot support.",
    "state": "Pan India",
    "categoryId": 136,
    "tags": ["startup","rural","incubation"]
  },
  {
    "id": 137,
    "title": "State Housing Repair & Improvement Scheme",
    "summary": "Small grants to repair and improve existing houses of low-income families.",
    "eligibility": "Low-income households needing repair assistance.",
    "benefits": "Grants for roofing, sanitation, and minor structural repairs.",
    "state": "State-specific",
    "categoryId": 137,
    "tags": ["housing","repair","welfare"]
  },
  {
    "id": 138,
    "title": "Local Market Digitalisation Grant",
    "summary": "Support for street vendors and small traders to adopt digital payments and inventory tools.",
    "eligibility": "Small traders and vendors in municipal markets.",
    "benefits": "Subsidised POS devices, training and digital onboarding.",
    "state": "Pan India",
    "categoryId": 138,
    "tags": ["digital-payments","vendors","msme"]
  },
  {
    "id": 139,
    "title": "State Agroforestry Promotion Scheme",
    "summary": "Promotes agroforestry systems to diversify farmer incomes and improve environmental benefits.",
    "eligibility": "Farmers and landowners adopting agroforestry models.",
    "benefits": "Support for saplings, training and market linkages for agroforestry produce.",
    "state": "State-specific",
    "categoryId": 139,
    "tags": ["agriculture","agroforestry","environment"]
  },
  {
    "id": 140,
    "title": "Urban Affordable Sanitation Upgrade",
    "summary": "Upgrades community and household sanitation in urban poor settlements.",
    "eligibility": "Urban low-income settlements and ULB-supported projects.",
    "benefits": "Toilet construction, desludging support and behaviour-change campaigns.",
    "state": "Pan India",
    "categoryId": 140,
    "tags": ["sanitation","urban","welfare"]
  },
  {
    "id": 141,
    "title": "State Cold-Chain for Fruits & Vegetables",
    "summary": "Investments in post-harvest cold chain and pack-houses for horticulture produce.",
    "eligibility": "FPOs, cooperatives and private operators in horticulture clusters.",
    "benefits": "Grants for cold storage, pack-houses and cold transport.",
    "state": "State-specific",
    "categoryId": 141,
    "tags": ["horticulture","cold-chain","agriculture"]
  },
  {
    "id": 142,
    "title": "Rural Women SHG Digital Literacy",
    "summary": "Digital literacy programs for women SHG members to access e-services and markets.",
    "eligibility": "Women members of registered SHGs in rural areas.",
    "benefits": "Basic digital skills training and smartphone usage support.",
    "state": "Pan India",
    "categoryId": 142,
    "tags": ["digital-literacy","women","shg"]
  },
  {
    "id": 143,
    "title": "State Public Health Laboratory Strengthening",
    "summary": "Upgrades and equips state-level public health labs for diagnostics and outbreak response.",
    "eligibility": "State health departments and public health lab networks.",
    "benefits": "Equipment grants, training and sample testing support.",
    "state": "State-specific",
    "categoryId": 143,
    "tags": ["health","lab","public-health"]
  },
  {
    "id": 144,
    "title": "Local Artisan Marketplaces Programme",
    "summary": "Supports creation of marketplaces and e-market presence for local artisans and craftsmen.",
    "eligibility": "Artisan groups and cooperative societies.",
    "benefits": "Market stalls, e-commerce onboarding and design support.",
    "state": "Pan India",
    "categoryId": 144,
    "tags": ["artisan","craft","market"]
  },
  {
    "id": 145,
    "title": "State Urban Affordable Transport Pass",
    "summary": "Discounted monthly transport passes for low-income urban commuters.",
    "eligibility": "Low-income workers and students in participating cities.",
    "benefits": "Subsidised monthly pass for public transport.",
    "state": "State-specific",
    "categoryId": 145,
    "tags": ["transport","subsidy","urban"]
  },
  {
    "id": 146,
    "title": "Rural Entrepreneurship Loan Guarantee",
    "summary": "Credit guarantee scheme to improve bank lending to rural micro-entrepreneurs.",
    "eligibility": "Rural micro-entrepreneurs and small businesses seeking loans.",
    "benefits": "Partial loan guarantees, enabling easier bank credit access.",
    "state": "Pan India",
    "categoryId": 146,
    "tags": ["credit","rural","entrepreneurship"]
  },
  {
    "id": 147,
    "title": "Climate Resilient Crop Promotion",
    "summary": "Promotes climate-resilient seeds and practices to reduce vulnerability to extreme weather.",
    "eligibility": "Farmers adopting recommended climate-resilient varieties and practices.",
    "benefits": "Subsidies for seeds, training and demonstration plots.",
    "state": "Pan India",
    "categoryId": 147,
    "tags": ["climate","agriculture","resilience"]
  },
  {
    "id": 148,
    "title": "State School Digital Classrooms",
    "summary": "Equips government schools with digital classrooms and teacher training.",
    "eligibility": "Government schools and teachers in the state.",
    "benefits": "AV equipment, connectivity and teacher capacity building.",
    "state": "State-specific",
    "categoryId": 148,
    "tags": ["education","digital","school"]
  },
  {
    "id": 149,
    "title": "Rural Market Linkage for FPOs",
    "summary": "Market linkages and aggregation support for farmer producer organisations.",
    "eligibility": "Registered FPOs and farmer cooperatives.",
    "benefits": "Aggregator support, buyer facilitation and logistics grants.",
    "state": "Pan India",
    "categoryId": 149,
    "tags": ["fpo","market","agriculture"]
  },
  {
    "id": 150,
    "title": "State Small-Scale Tourism Circuit Development",
    "summary": "Develops mini-tourism circuits to boost local economies and heritage promotion.",
    "eligibility": "Local tourism boards, community tourism groups and municipalities.",
    "benefits": "Infrastructure grants, training and promotion support.",
    "state": "State-specific",
    "categoryId": 150,
    "tags": ["tourism","local-economy","heritage"]
  },

  {
    "id": 151,
    "title": "PM Surya Ghar: Muft Bijli Yojana",
    "summary": "Rooftop solar scheme offering subsidies to households to install solar panels and get free electricity quota per month.",
    "eligibility": "All Indian households with rooftop access.",
    "benefits": "Subsidy on rooftop solar and up to 300 units free electricity.",
    "state": "Pan India",
    "categoryId": 151,
    "tags": ["solar", "energy", "subsidy"]
  },
  {
    "id": 152,
    "title": "PM-JANMAN (Particularly Vulnerable Tribal Groups Mission)",
    "summary": "Comprehensive development mission for PVTG communities focusing on housing, health, education and livelihood.",
    "eligibility": "Families identified as PVTG across India.",
    "benefits": "Housing, livelihood support, education facilities and healthcare access.",
    "state": "Pan India",
    "categoryId": 152,
    "tags": ["tribal", "development", "welfare"]
  },
  {
    "id": 153,
    "title": "IndiaAI Mission",
    "summary": "National initiative to build AI compute capabilities, skilling, datasets and AI startup ecosystem.",
    "eligibility": "Startups, researchers, institutions engaged in AI development.",
    "benefits": "Funding, compute access, AI innovation support.",
    "state": "Pan India",
    "categoryId": 153,
    "tags": ["ai", "technology", "innovation"]
  },
  {
    "id": 154,
    "title": "Lakhpati Didi Yojana",
    "summary": "A mission to empower rural women SHG members by enabling them to earn at least ₹1 lakh per year.",
    "eligibility": "Women Self-Help Group members.",
    "benefits": "Skill training, micro-enterprise support, market linkage.",
    "state": "Pan India",
    "categoryId": 154,
    "tags": ["women", "shg", "livelihood"]
  },
  {
    "id": 155,
    "title": "Vande Bharat Trains Expansion",
    "summary": "Railway modernization program to operate semi-high-speed Vande Bharat trains across key routes.",
    "eligibility": "Indian Railways planned routes and passenger services.",
    "benefits": "Faster connectivity, better passenger comfort.",
    "state": "Pan India",
    "categoryId": 155,
    "tags": ["railways", "infrastructure", "transport"]
  },
  {
    "id": 156,
    "title": "National Green Hydrogen Mission",
    "summary": "Mission to support production, storage and use of green hydrogen for clean energy transition.",
    "eligibility": "Renewable energy producers, industries and innovators.",
    "benefits": "Incentives, R&D funding and infrastructure support.",
    "state": "Pan India",
    "categoryId": 156,
    "tags": ["energy", "hydrogen", "climate"]
  },
  {
    "id": 157,
    "title": "National Education Policy 2020 Implementation Schemes",
    "summary": "Programs to transform school and higher education through skill-based curriculum and digital learning.",
    "eligibility": "Schools, colleges and students under NEP rollout.",
    "benefits": "Curriculum reforms, digital tools, teacher training.",
    "state": "Pan India",
    "categoryId": 157,
    "tags": ["education", "policy", "students"]
  },
  {
    "id": 158,
    "title": "Mera Gaon Meri Dharohar",
    "summary": "Cultural mapping initiative to document and digitally preserve rural heritage and traditions.",
    "eligibility": "Villages identified under cultural mapping plan.",
    "benefits": "Cultural promotion, tourism support and documentation.",
    "state": "Pan India",
    "categoryId": 158,
    "tags": ["culture", "heritage", "rural"]
  },
  {
    "id": 159,
    "title": "National Logistics Policy",
    "summary": "Framework to strengthen India's logistics efficiency through digital systems and multimodal transport.",
    "eligibility": "Logistics operators, states and transport sectors.",
    "benefits": "Lower logistics cost, digital integration, infrastructure support.",
    "state": "Pan India",
    "categoryId": 159,
    "tags": ["logistics", "transport", "policy"]
  },
  {
    "id": 160,
    "title": "Mission LiFE (Lifestyle for Environment)",
    "summary": "Programme to encourage environmentally responsible lifestyle and reduce carbon footprint.",
    "eligibility": "Citizens, institutions and community groups.",
    "benefits": "Awareness, incentives and behavioral change programmes.",
    "state": "Pan India",
    "categoryId": 160,
    "tags": ["environment", "climate", "sustainability"]
  },
  {
    "id": 161,
    "title": "Rooftop Solar Phase-II (Residential Subsidy Program)",
    "summary": "Scheme for subsidising household rooftop solar installation in grid-connected areas.",
    "eligibility": "Residential electricity consumers with rooftop space.",
    "benefits": "Capital subsidy and net-metering benefits.",
    "state": "Pan India",
    "categoryId": 161,
    "tags": ["solar", "renewable", "electricity"]
  },
  {
    "id": 162,
    "title": "PM Adarsh Gram Yojana",
    "summary": "Scheme to develop model villages in regions with SC-dominant populations.",
    "eligibility": "SC-majority villages as per census data.",
    "benefits": "Infrastructure, livelihood support, education upgrades.",
    "state": "Pan India",
    "categoryId": 162,
    "tags": ["sc", "rural", "development"]
  },
  {
    "id": 163,
    "title": "Digital Agriculture Mission",
    "summary": "Uses digital tools for crop assessment, advisories, farm data and real-time services.",
    "eligibility": "Farmers, FPOs and agri-institutions.",
    "benefits": "Digital records, advisory tools and precision farming support.",
    "state": "Pan India",
    "categoryId": 163,
    "tags": ["agriculture", "digital", "farming"]
  },
  {
    "id": 164,
    "title": "eShram Portal (Unorganised Workers Database)",
    "summary": "National database for unorganised workers including gig and platform workers.",
    "eligibility": "Unorganised workers aged 16–59 years.",
    "benefits": "Accident insurance, welfare scheme linkage.",
    "state": "Pan India",
    "categoryId": 164,
    "tags": ["workers", "unorganised", "database"]
  },
  {
    "id": 165,
    "title": "Skill India Digital Platform",
    "summary": "Unified skill training and job-matching digital platform for youth.",
    "eligibility": "Students, jobseekers and trainees.",
    "benefits": "Online training, certification and placement support.",
    "state": "Pan India",
    "categoryId": 165,
    "tags": ["skill", "digital", "training"]
  },
  {
    "id": 166,
    "title": "National Apprenticeship Training Scheme (NATS) 2.0",
    "summary": "Upgraded apprenticeship programme for engineering and diploma students.",
    "eligibility": "Graduates, diploma holders and industries.",
    "benefits": "Stipend reimbursement and skill enhancement.",
    "state": "Pan India",
    "categoryId": 166,
    "tags": ["apprenticeship", "students", "industry"]
  },
  {
    "id": 167,
    "title": "Matsya Sampada Yojana",
    "summary": "Comprehensive fisheries development plan for marine and inland fisheries growth.",
    "eligibility": "Fishers, aquaculture farmers and FPOs.",
    "benefits": "Cold chain, processing support, infrastructure.",
    "state": "Pan India",
    "categoryId": 167,
    "tags": ["fisheries", "livelihood", "agriculture"]
  },
  {
    "id": 168,
    "title": "Viksit Bharat Sankalp Programmes",
    "summary": "Development missions aligned with the 2047 national vision roadmap.",
    "eligibility": "States, districts and citizens participating in planning.",
    "benefits": "Funding, reforms support, digital governance initiatives.",
    "state": "Pan India",
    "categoryId": 168,
    "tags": ["development", "governance", "planning"]
  },
  {
    "id": 169,
    "title": "BharatNet Phase-III",
    "summary": "Broadband connectivity to all villages with high-speed optical fiber networks.",
    "eligibility": "Rural gram panchayats and villages.",
    "benefits": "High-speed internet and rural digital empowerment.",
    "state": "Pan India",
    "categoryId": 169,
    "tags": ["internet", "digital", "rural"]
  },
  {
    "id": 170,
    "title": "PM Daksh Yojana",
    "summary": "Skill development programme for SC, OBC, EBC, DNT and sanitation workers.",
    "eligibility": "Eligible castes and community groups.",
    "benefits": "Training, skilling and employment support.",
    "state": "Pan India",
    "categoryId": 170,
    "tags": ["skill", "sc", "obc"]
  },
  {
    "id": 171,
    "title": "Mukhya Mantri Ladli Behna Yojana (MP)",
    "summary": "Income-support scheme for women improving financial independence.",
    "eligibility": "Adult women residents of Madhya Pradesh meeting income criteria.",
    "benefits": "Monthly financial assistance.",
    "state": "Madhya Pradesh",
    "categoryId": 171,
    "tags": ["women", "income-support", "mp"]
  },
  {
    "id": 172,
    "title": "Kalaignar Magalir Urimai Thogai (TN)",
    "summary": "Direct income-support scheme for women heads of households.",
    "eligibility": "Women heads of households in Tamil Nadu.",
    "benefits": "Monthly financial assistance.",
    "state": "Tamil Nadu",
    "categoryId": 172,
    "tags": ["women", "income-support", "tamil-nadu"]
  },
  {
    "id": 173,
    "title": "Swarna Jayanti Shahari Rozgar Yojana",
    "summary": "Urban wage employment and skill training programme for urban poor households.",
    "eligibility": "Urban poor residents identified under scheme norms.",
    "benefits": "Skill training, wage employment and credit linkages.",
    "state": "Pan India",
    "categoryId": 173,
    "tags": ["urban", "employment", "poverty"]
  },
  {
    "id": 174,
    "title": "Mukhyamantri Annapurna Scheme (Rajasthan)",
    "summary": "Food security programme providing subsidised ration to eligible families.",
    "eligibility": "Rural and urban households meeting income criteria.",
    "benefits": "Subsidised wheat, pulses and food items.",
    "state": "Rajasthan",
    "categoryId": 174,
    "tags": ["food-security", "ration", "rajasthan"]
  },
  {
    "id": 175,
    "title": "Mission Shakti (Women Safety & Empowerment)",
    "summary": "Integrated safety, protection and empowerment programme for women.",
    "eligibility": "Women and girls accessing support systems.",
    "benefits": "Safety services, counselling, institutional support.",
    "state": "Pan India",
    "categoryId": 175,
    "tags": ["women", "safety", "empowerment"]
  },
  {
    "id": 176,
    "title": "PM-PRANAM",
    "summary": "Incentivizes states to reduce chemical fertilizer usage and adopt sustainable practices.",
    "eligibility": "States, farmers and agricultural agencies.",
    "benefits": "Incentives for fertilizer reduction and soil improvement.",
    "state": "Pan India",
    "categoryId": 176,
    "tags": ["agriculture", "fertilizer", "sustainability"]
  },
  {
    "id": 177,
    "title": "National Cyber Security Strategy Initiatives",
    "summary": "Programmes to enhance cyber resilience across government and critical infrastructure.",
    "eligibility": "Government departments, digital service providers and institutions.",
    "benefits": "Cyber training, monitoring systems and security upgrades.",
    "state": "Pan India",
    "categoryId": 177,
    "tags": ["cybersecurity", "digital", "security"]
  },
  {
    "id": 178,
    "title": "Indira Rasoi Yojana (Rajasthan)",
    "summary": "Subsidised cooked meal scheme ensuring no one sleeps hungry.",
    "eligibility": "All citizens, especially poor and migrant labourers.",
    "benefits": "Nutritious hot meals at affordable prices.",
    "state": "Rajasthan",
    "categoryId": 178,
    "tags": ["nutrition", "welfare", "rajasthan"]
  },
  {
    "id": 179,
    "title": "YSR Cheyutha (Andhra Pradesh)",
    "summary": "Financial support scheme for women belonging to SC, ST, BC and minority communities.",
    "eligibility": "Women aged 45–60 from eligible communities.",
    "benefits": "Annual financial assistance for entrepreneurship and livelihood.",
    "state": "Andhra Pradesh",
    "categoryId": 179,
    "tags": ["women", "livelihood", "andhra-pradesh"]
  },
  {
    "id": 180,
    "title": "Bangla Awas Yojana (West Bengal)",
    "summary": "State-level housing scheme providing financial aid for building pucca houses.",
    "eligibility": "Eligible rural households listed under state housing criteria.",
    "benefits": "Financial assistance for house construction.",
    "state": "West Bengal",
    "categoryId": 180,
    "tags": ["housing", "rural", "west-bengal"]
  },
  {
    "id": 181,
    "title": "Mission Shakti – Sambal & Samarth Components",
    "summary": "Integrated women safety, protection and empowerment programme combining protection services and capacity building.",
    "eligibility": "Women in distress, vulnerable women, and community groups as per scheme guidelines.",
    "benefits": "Shelter homes, legal aid, helplines, skill support and safety services.",
    "state": "Pan India",
    "categoryId": 181,
    "tags": ["women", "safety", "empowerment"]
  },
  {
    "id": 182,
    "title": "National Mental Health Programme (NMHP)",
    "summary": "Programme strengthening mental health infrastructure, counselling services and district-level mental health units.",
    "eligibility": "All citizens requiring mental health services.",
    "benefits": "Free mental health counselling, psychiatric care, community support programmes.",
    "state": "Pan India",
    "categoryId": 182,
    "tags": ["mental-health", "health", "counselling"]
  },
  {
    "id": 183,
    "title": "Blue Economy Support Initiatives",
    "summary": "Schemes promoting sustainable ocean resources, fisheries development and coastal community livelihoods.",
    "eligibility": "Fisherfolk, coastal communities, MSMEs and marine projects.",
    "benefits": "Support for fisheries, marine infrastructure, value chains and sustainability measures.",
    "state": "Coastal States",
    "categoryId": 183,
    "tags": ["fisheries", "blue-economy", "coastal"]
  },
  {
    "id": 184,
    "title": "Pradhan Mantri Fisheries Development Scheme",
    "summary": "Comprehensive support for fisheries modernisation and aquaculture infrastructure.",
    "eligibility": "Fishers, aquaculture farmers, SHGs and fisheries cooperatives.",
    "benefits": "Cold chain support, fishing equipment, value addition and subsidies.",
    "state": "Pan India",
    "categoryId": 184,
    "tags": ["fisheries", "aquaculture", "livelihoods"]
  },
  {
    "id": 185,
    "title": "National Mission on Edible Oils - Oil Palm (NMEO-OP)",
    "summary": "Boosts domestic palm oil production via cultivation support and processing infrastructure.",
    "eligibility": "Farmers in eligible palm-growing districts.",
    "benefits": "Input subsidies, plantation support, processing units and market linkages.",
    "state": "Selected States",
    "categoryId": 185,
    "tags": ["agriculture", "oil-palm", "farming"]
  },
  {
    "id": 186,
    "title": "Waste to Wealth Mission",
    "summary": "Mission promoting circular economy innovations and converting waste into usable products.",
    "eligibility": "Urban local bodies, startups, research institutions and innovators.",
    "benefits": "Technology support, pilot projects, funding and municipal integration.",
    "state": "Pan India",
    "categoryId": 186,
    "tags": ["waste-management", "environment", "innovation"]
  },
  {
    "id": 187,
    "title": "PM Gatishakti – Multi-modal Connectivity Plan",
    "summary": "National infrastructure masterplan integrating transport logistics, highways, rail, ports and airports.",
    "eligibility": "Central/state agencies and infrastructure development units.",
    "benefits": "Integrated planning, funding support, logistics efficiency improvements.",
    "state": "Pan India",
    "categoryId": 187,
    "tags": ["infrastructure", "logistics", "transport"]
  },
  {
    "id": 188,
    "title": "Green Hydrogen Policy and Mission Support",
    "summary": "Policy framework promoting green hydrogen production, storage and renewable energy integration.",
    "eligibility": "Green hydrogen producers, industries and renewable energy entities.",
    "benefits": "Incentives, grid connectivity benefits, renewable purchase flexibility.",
    "state": "Pan India",
    "categoryId": 188,
    "tags": ["energy", "hydrogen", "renewable"]
  },
  {
    "id": 189,
    "title": "Electric Mobility Incentive Programmes (EV Promotion)",
    "summary": "Central/state EV promotion measures including charging networks and electric vehicle adoption incentives.",
    "eligibility": "Consumers, EV manufacturers, fleet operators and ULBs.",
    "benefits": "Subsidies, tax support, charging infrastructure and mobility integration.",
    "state": "Pan India",
    "categoryId": 189,
    "tags": ["electric", "mobility", "transport"]
  },
  {
    "id": 190,
    "title": "National Mission on Natural Farming",
    "summary": "Mission encouraging chemical-free natural farming practices and farmer training.",
    "eligibility": "Farmers and agricultural clusters adopting natural farming.",
    "benefits": "Training, demonstrations, seed and soil inputs, market linkages.",
    "state": "Pan India",
    "categoryId": 190,
    "tags": ["agriculture", "natural-farming", "sustainability"]
  },
  {
    "id": 191,
    "title": "PM e-Vidya Digital Learning Initiative",
    "summary": "Strengthening digital learning through online platforms, TV channels and DIKSHA resources.",
    "eligibility": "Students, teachers and educational institutions.",
    "benefits": "Free digital education materials, TV channels, online classes.",
    "state": "Pan India",
    "categoryId": 191,
    "tags": ["education", "digital-learning", "students"]
  },
  {
    "id": 192,
    "title": "Mission Karmayogi – Civil Services Capacity Building",
    "summary": "Civil services reform programme to improve governance through competency-based training.",
    "eligibility": "Central, state and departmental government officials.",
    "benefits": "e-learning modules, competency training, governance skill development.",
    "state": "Pan India",
    "categoryId": 192,
    "tags": ["governance", "training", "civil-services"]
  },
  {
    "id": 193,
    "title": "PM Viksit Bharat Digital Infrastructure Push",
    "summary": "Initiatives to strengthen broadband connectivity, 5G reach and village-level digital infrastructure.",
    "eligibility": "Villages, telecom operators, digital providers.",
    "benefits": "Broadband expansion, common service centres and digital empowerment.",
    "state": "Pan India",
    "categoryId": 193,
    "tags": ["digital", "infrastructure", "broadband"]
  },
  {
    "id": 194,
    "title": "National Mission for Clean Ganga (Namami Gange) – Extended Components",
    "summary": "River rejuvenation initiative focusing on sewage treatment, biodiversity and community engagement.",
    "eligibility": "River basin states and implementing bodies.",
    "benefits": "Funding for STPs, afforestation, pollution control and riverfront improvement.",
    "state": "Ganga Basin States",
    "categoryId": 194,
    "tags": ["environment", "water", "clean-ganga"]
  },
  {
    "id": 195,
    "title": "National Cyber Security Mission",
    "summary": "Strengthens national cybersecurity capabilities and digital infrastructure protection.",
    "eligibility": "Citizens, critical infrastructure agencies, industries.",
    "benefits": "Cyber awareness, security frameworks, cyber response mechanisms.",
    "state": "Pan India",
    "categoryId": 195,
    "tags": ["cybersecurity", "digital", "safety"]
  },
  {
    "id": 196,
    "title": "PM Affordable Medicines and Diagnostics (PMBJP expansion)",
    "summary": "Ensures availability of quality generic medicines at affordable prices through Jan Aushadhi centres.",
    "eligibility": "All citizens.",
    "benefits": "Low-cost medicines, diagnostics and wellness products.",
    "state": "Pan India",
    "categoryId": 196,
    "tags": ["health", "medicine", "affordable"]
  },
  {
    "id": 197,
    "title": "National Logistics Policy (NLP)",
    "summary": "Improves logistics efficiency through digitization, multimodal integration and reduced transport costs.",
    "eligibility": "Logistics providers, industries, govt agencies.",
    "benefits": "Digital platforms, standardisation, reduced bottlenecks.",
    "state": "Pan India",
    "categoryId": 197,
    "tags": ["logistics", "transport", "infrastructure"]
  },
  {
    "id": 198,
    "title": "PM Daksh Yojana",
    "summary": "Skill development programme for marginalised groups such as SC, ST, OBC and sanitation workers.",
    "eligibility": "SC/ST/OBC communities and sanitation workers.",
    "benefits": "Free skill training, certification and placement support.",
    "state": "Pan India",
    "categoryId": 198,
    "tags": ["skill", "marginalised", "training"]
  },
  {
    "id": 199,
    "title": "Mission LIFE (Lifestyle for Environment)",
    "summary": "Nationwide initiative encouraging sustainable lifestyle choices and environmental conservation.",
    "eligibility": "All citizens, communities and institutions.",
    "benefits": "Awareness, environmental incentives and behavioural change programmes.",
    "state": "Pan India",
    "categoryId": 199,
    "tags": ["environment", "sustainability", "awareness"]
  },
  {
    "id": 200,
    "title": "National Green Energy Corridor",
    "summary": "Transmission network expansion to integrate renewable energy from solar and wind zones.",
    "eligibility": "State transmission utilities and renewable energy developers.",
    "benefits": "Funding support, grid integration, renewable evacuation infrastructure.",
    "state": "Pan India",
    "categoryId": 200,
    "tags": ["renewable", "energy", "infrastructure"]
  },
  {
    "id": 201,
    "title": "Mahatma Jyotiba Phule Karj Mukti Yojana",
    "summary": "Farm loan waiver scheme for small and marginal farmers.",
    "eligibility": "Small and marginal farmers with eligible overdue crop loans.",
    "benefits": "Waiver of outstanding crop loans up to notified limits.",
    "state": "Maharashtra",
    "categoryId": 201,
    "tags": ["farmers","loan-waiver","agriculture"]
  },
  {
    "id": 202,
    "title": "Khatauni Sudhar Abhiyan",
    "summary": "Digitization and correction of rural land records.",
    "eligibility": "Rural landholders requiring land record verification.",
    "benefits": "Updated digital land records and ownership correction.",
    "state": "Uttar Pradesh",
    "categoryId": 202,
    "tags": ["land-records","digital","rural"]
  },
  {
    "id": 203,
    "title": "Rajiv Gandhi Kisan Nyay Yojana",
    "summary": "Income support to farmers for input costs and crop incentives.",
    "eligibility": "Eligible farmers registered under state agriculture department.",
    "benefits": "Per-acre financial support for notified crop categories.",
    "state": "Chhattisgarh",
    "categoryId": 203,
    "tags": ["agriculture","income-support"]
  },
  {
    "id": 204,
    "title": "Swarnima Scheme for Women",
    "summary": "Soft loans to economically weaker women for self-employment.",
    "eligibility": "Women from OBC/EBC categories seeking enterprise support.",
    "benefits": "Subsidised loans with low interest rates.",
    "state": "Tamil Nadu",
    "categoryId": 204,
    "tags": ["women","loan","enterprise"]
  },
  {
    "id": 205,
    "title": "Laadli Lakshmi Yojana",
    "summary": "Girl-child financial support scheme.",
    "eligibility": "Families with girl children meeting income criteria.",
    "benefits": "Deposits at birth and milestone incentives for education.",
    "state": "Madhya Pradesh",
    "categoryId": 205,
    "tags": ["girls","welfare","education"]
  },
  {
    "id": 206,
    "title": "Griha Laxmi Yojana",
    "summary": "Monthly assured income support for women household heads.",
    "eligibility": "Women permanently residing in the state meeting income norms.",
    "benefits": "Monthly direct benefit transfer.",
    "state": "Goa",
    "categoryId": 206,
    "tags": ["women","cash-transfer","welfare"]
  },
  {
    "id": 207,
    "title": "Swarna Jayanti Shahari Rozgar Yojana – HP Expansion",
    "summary": "Employment opportunities and skill development for urban youth.",
    "eligibility": "Urban poor households and youth as per municipal lists.",
    "benefits": "Skill development, self-employment subsidies.",
    "state": "Himachal Pradesh",
    "categoryId": 207,
    "tags": ["urban","employment","skill"]
  },
  {
    "id": 208,
    "title": "KALIA (Krushak Assistance for Livelihood and Income Augmentation)",
    "summary": "Financial support package for farmers, landless labourers and vulnerable households.",
    "eligibility": "Small/marginal farmers and landless agricultural labourers.",
    "benefits": "Income support, insurance and livelihood grants.",
    "state": "Odisha",
    "categoryId": 208,
    "tags": ["farmers","income-support","livelihoods"]
  },
  {
    "id": 209,
    "title": "Silaayi Machine Yojana for Women",
    "summary": "Support for women by providing sewing machines to enable self-employment.",
    "eligibility": "Economically weaker women registered in welfare lists.",
    "benefits": "Free/assisted sewing machines.",
    "state": "Haryana",
    "categoryId": 209,
    "tags": ["women","skill","enterprise"]
  },
  {
    "id": 210,
    "title": "Mission Basundhara",
    "summary": "Online settlement of land-related services and dispute resolution.",
    "eligibility": "Landowners requiring mutation and settlement services.",
    "benefits": "Digitised land records, faster mutation services.",
    "state": "Assam",
    "categoryId": 210,
    "tags": ["land-records","digital","governance"]
  },
  {
    "id": 211,
    "title": "YSR Rythu Bharosa",
    "summary": "Annual income support for farmers including tenant farmers.",
    "eligibility": "Land-owning and tenant farmers registered under agriculture records.",
    "benefits": "Yearly direct financial assistance.",
    "state": "Andhra Pradesh",
    "categoryId": 211,
    "tags": ["farmers","income-support"]
  },
  {
    "id": 212,
    "title": "Rajiv Arogya Shri Expansion",
    "summary": "State-run cashless health insurance for low-income households.",
    "eligibility": "BPL households and eligible families as per state database.",
    "benefits": "Cashless treatment at empanelled hospitals.",
    "state": "Telangana",
    "categoryId": 212,
    "tags": ["health","insurance","hospitalisation"]
  },
  {
    "id": 213,
    "title": "Mukhyamantri Mahila Utkarsh Yojana",
    "summary": "Interest-free loans for women self-help groups.",
    "eligibility": "SHG women members verified by district authorities.",
    "benefits": "Interest-free bank-linked loans.",
    "state": "Gujarat",
    "categoryId": 213,
    "tags": ["women","shg","loan"]
  },
  {
    "id": 214,
    "title": "Kalaignar Magalir Urimai Thogai",
    "summary": "Monthly income support to eligible women heads of families.",
    "eligibility": "Adult women meeting income, asset and eligibility filters.",
    "benefits": "Monthly direct cash benefit.",
    "state": "Tamil Nadu",
    "categoryId": 214,
    "tags": ["women","cash-transfer","welfare"]
  },
  {
    "id": 215,
    "title": "Mukhyamantri Krishi Udyog Yojana",
    "summary": "Capital subsidy and support for agri-entrepreneurship.",
    "eligibility": "Farmers and agri-entrepreneurs applying for eligible units.",
    "benefits": "Subsidy for equipment, processing and storage units.",
    "state": "Odisha",
    "categoryId": 215,
    "tags": ["agriculture","entrepreneur","subsidy"]
  },
  {
    "id": 216,
    "title": "Sahay Hastham Self-Help Group Loan Support",
    "summary": "Emergency interest-free loans for SHG women.",
    "eligibility": "Active women SHG members.",
    "benefits": "Collateral-free loans at 0% interest.",
    "state": "Andhra Pradesh",
    "categoryId": 216,
    "tags": ["women","shg","loan"]
  },
  {
    "id": 217,
    "title": "MGNREGA Plus—Rajasthan Livelihood Convergence",
    "summary": "Livelihood enhancement for rural workers through bundling additional state schemes.",
    "eligibility": "MGNREGA job card holders.",
    "benefits": "Additional livelihood assets and training.",
    "state": "Rajasthan",
    "categoryId": 217,
    "tags": ["rural","livelihoods","employment"]
  },
  {
    "id": 218,
    "title": "Swasth Bihar Initiative",
    "summary": "Strengthening primary health institutions and maternal health services.",
    "eligibility": "All citizens accessing notified health centres.",
    "benefits": "Free essential medicines and diagnostics.",
    "state": "Bihar",
    "categoryId": 218,
    "tags": ["health","public-health"]
  },
  {
    "id": 219,
    "title": "Mukhyamantri Shramik Setu Scheme",
    "summary": "Support for migrant and construction workers via a unified portal.",
    "eligibility": "Registered labourers in state labour database.",
    "benefits": "Insurance, welfare benefits and job-matching.",
    "state": "Jharkhand",
    "categoryId": 219,
    "tags": ["labour","welfare","workers"]
  },
  {
    "id": 220,
    "title": "Sanjeevini Rural Livelihood Mission",
    "summary": "Women SHG empowerment through livelihood clusters.",
    "eligibility": "Rural SHG members under mission guidelines.",
    "benefits": "Training, microfinance, enterprise support.",
    "state": "Karnataka",
    "categoryId": 220,
    "tags": ["shg","women","livelihoods"]
  },
  {
    "id": 221,
    "title": "Mukhyamantri Teerth Darshan Yojana",
    "summary": "Assisted pilgrimage scheme for senior citizens.",
    "eligibility": "Senior citizens meeting income and resident criteria.",
    "benefits": "Free travel, accommodation and assistance.",
    "state": "Madhya Pradesh",
    "categoryId": 221,
    "tags": ["senior","tourism","pilgrimage"]
  },
  {
    "id": 222,
    "title": "Bangla Shashya Bima",
    "summary": "State-funded crop insurance for farmers.",
    "eligibility": "Farmers cultivating notified crops.",
    "benefits": "Compensation for crop losses without premium payment.",
    "state": "West Bengal",
    "categoryId": 222,
    "tags": ["crop-insurance","farmers"]
  },
  {
    "id": 223,
    "title": "Mukhya Mantri Lok Sevak Arogya Yojana",
    "summary": "Cashless medical facilities for state government employees.",
    "eligibility": "State government employees and pensioners.",
    "benefits": "Cashless hospitalisation in empanelled hospitals.",
    "state": "Assam",
    "categoryId": 223,
    "tags": ["health","employees","insurance"]
  },
  {
    "id": 224,
    "title": "Indira Rasoi Yojana",
    "summary": "Low-cost nutritious meals for urban poor.",
    "eligibility": "Open access for all citizens needing subsidized meals.",
    "benefits": "Nutritious cooked meals at nominal rates.",
    "state": "Rajasthan",
    "categoryId": 224,
    "tags": ["nutrition","urban","welfare"]
  },
  {
    "id": 225,
    "title": "Kerala LIFE Mission",
    "summary": "Housing for homeless and landless families.",
    "eligibility": "Homeless families identified in state surveys.",
    "benefits": "Assistance for building new houses.",
    "state": "Kerala",
    "categoryId": 225,
    "tags": ["housing","welfare","rural"]
  },
  {
    "id": 226,
    "title": "Sikkim Organic Farming Support Scheme",
    "summary": "State programme supporting organic farming practices.",
    "eligibility": "Farmers adopting organic standards.",
    "benefits": "Input subsidies and certification support.",
    "state": "Sikkim",
    "categoryId": 226,
    "tags": ["organic","agriculture"]
  },
  {
    "id": 227,
    "title": "Mukhyamantri Bal Seva Yojana",
    "summary": "Aid for orphaned children, including education and health support.",
    "eligibility": "Orphaned children verified by district authorities.",
    "benefits": "Monthly support, education sponsorship.",
    "state": "Uttar Pradesh",
    "categoryId": 227,
    "tags": ["children","welfare"]
  },
  {
    "id": 228,
    "title": "Shramajivi Vargiya Swasthya Bima",
    "summary": "Health insurance for unorganized workers.",
    "eligibility": "Workers registered with state labour department.",
    "benefits": "Hospitalisation and medical cover.",
    "state": "Maharashtra",
    "categoryId": 228,
    "tags": ["health","workers"]
  },
  {
    "id": 229,
    "title": "Tripura Farmer Input Support Scheme",
    "summary": "Seasonal grants for input procurement to small farmers.",
    "eligibility": "Small and marginal farmers registered with agriculture department.",
    "benefits": "Direct cash assistance per season.",
    "state": "Tripura",
    "categoryId": 229,
    "tags": ["farmers","input-support"]
  },
  {
    "id": 230,
    "title": "Nagaland Entrepreneurship Development Scheme",
    "summary": "Support for youth and local entrepreneurs through subsidized loans.",
    "eligibility": "Youth entrepreneurs fulfilling eligibility norms.",
    "benefits": "Loans with partial subsidy and training.",
    "state": "Nagaland",
    "categoryId": 230,
    "tags": ["entrepreneurship","youth","loan"]
  }

]

